[
  {
    "name": "Prof. Muhammad Yunus",
    "position": "Head of Interim Government",
    "shortDescription": "Nobel Prize laureate and economist, founder of the Grameen Bank.",
    "slug": "prof-muhammad-yunus",
    "bio": "Muhammad Yunus (born 28 June 1940) is a Bangladeshi entrepreneur, banker, economist, politician and civil society leader, who has been serving as the Chief Adviser of the interim government of Bangladesh since August 2024.[2] Yunus was awarded the Nobel Peace Prize in 2006 for founding the Grameen Bank and pioneering the concepts of microcredit and microfinance.[3] Yunus has received several other national and international honours, including from the US. He received the United States Presidential Medal of Freedom in 2009, and the Congressional Gold Medal in 2010.[4] Yunus is one of just seven individuals who have been awarded the Nobel Peace Prize, the United States Presidential Medal of Freedom, and the United States Congressional Gold Medal.",
    "newsArticles": [],
    "wikiLink": "https://en.wikipedia.org/wiki/Muhammad_Yunus",
    "placeholderImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/77/Muhammad_Yunus_%28cropped%29.jpg/440px-Muhammad_Yunus_%28cropped%29.jpg"
  },
  {
    "name": "Dr. Saleh Uddin Ahmed",
    "position": "Member",
    "shortDescription": "Former Governor of the Bangladesh Bank, implemented banking reforms, independent director of Grameenphone Limited.",
    "slug": "dr-saleh-uddin-ahmed",
    "bio": "Salehuddin Ahmed is a Bangladeshi economist, civil servant, and a former governor of the Bangladesh Bank, the country's central bank.[1][2] He is a professor of BRAC University.[3] He has been serving as an adviser to the interim government of Bangladesh since August 2024.",
    "newsArticles": [
      {
        "title": "Bangladesh Bank's Governor",
        "url": "https://www.bb.org.bd/governor/pastgovernor.php?sl=9"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Salahuddin_Ahmed_(economist)",
    "placeholderImage": "https://www.bb.org.bd/images/imggovernors/salehuddin.gif"
  },
  {
    "name": "Dr. Md. Nazrul Islam (Asif Nazrul)",
    "position": "Member",
    "shortDescription": "Professor at Dhaka University, researcher and civil society activist, published works on constitutional and international legal issues.",
    "slug": "dr-md-nazrul-islam",
    "bio": "Md. Nazrul Islam (born 12 January 1966; known as Dr. Asif Nazrul) is a Bangladeshi writer, novelist, columnist, political commentator, and a professor of law at the University of Dhaka.[1][2] Renowned for his bold critique of Bangladeshi politics, Nazrul wrote more than ten novels and nonfiction books. He has been serving as an adviser to the interim government of Bangladesh since August 2024.",
    "newsArticles": [
      {
        "title": "Profile of Dr. Md. Nazrul Islam (Asif Nazrul)",
        "url": "https://www.du.ac.bd/index.php/faculty/faculty_details/LAW/312/"
      }
    ],
    "wikiLink": "https://bn.wikipedia.org/wiki/%E0%A6%86%E0%A6%B8%E0%A6%BF%E0%A6%AB_%E0%A6%A8%E0%A6%9C%E0%A6%B0%E0%A7%81%E0%A6%B2",
    "placeholderImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Asif_Nazrul.jpg/440px-Asif_Nazrul.jpg"
  },
  {
    "name": "Adilur Rahman Khan",
    "position": "Member",
    "shortDescription": "Human rights activist, founder of Odhikar, lawyer and former Deputy Attorney General, Secretary General of FIDH.",
    "slug": "adilur-rahman-khan",
    "bio": "Adilur Rahman Khan (born 2 July 1961) is a human rights activist and the founder of Odhikar, a human rights organisation. He is a lawyer and former Deputy Attorney General for Bangladesh. Since October 2022, Adilur Rahman Khan has been one of the Secretaries General of the International Federation for Human Rights (FIDH). He has been serving as an adviser to the interim government of Bangladesh since August 2024.[1]\n\n",
    "newsArticles": [],
    "wikiLink": "https://en.wikipedia.org/wiki/Adilur_Rahman_Khan",
    "placeholderImage": "https://www.martinennalsaward.org/wp-content/uploads/2016/07/ADILUR_RAHMAN_02-3.png"
  },
  {
    "name": "A. F. Hassan Ariff",
    "position": "Member",
    "shortDescription": "Lawyer, former Attorney General and Law Adviser of the caretaker government.",
    "slug": "a-f-hassan-ariff",
    "bio": "A. F. Hassan Ariff is a Bangladeshi lawyer, former Attorney General of Bangladesh and Advisor of Caretaker Government led by Fakhruddin Ahmed.[1][2] He has been serving as an adviser to the 2024 Bangladesh interim government.\n\n",
    "newsArticles": [],
    "wikiLink": "https://en.wikipedia.org/wiki/A._F._Hassan_Ariff",
    "placeholderImage": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTghduZ1FHiCbtSBV33tf-eHl5Q_IpPw08k2RiD1rlw4rYG8EydtobgzxaWROvcbWWbcBg&usqp=CAU"
  },
  {
    "name": "Md. Touhid Hossain",
    "position": "Member",
    "shortDescription": "Former Foreign Secretary, former High Commissioner to South Africa, former Principal of Foreign Service Academy.",
    "slug": "md-touhid-hossain",
    "bio": "Md. Touhid Hossain (born 1 February 1955) is a former Foreign Secretary of Bangladesh.[1][2] He is the former High Commissioner of Bangladesh to South Africa.[3][4] He has been serving as an adviser to the 2024 Bangladesh interim government.\n\n",
    "newsArticles": [
      {
        "title": "India not as sincere about our concerns as we are about theirs\n",
        "url": "https://en.prothomalo.com/opinion/1063yen6ni"
      },
      {
        "title": "অন্তর্বর্তী সরকারের উপদেষ্টা তৌহিদ হোসেনের পরিচয়\n",
        "url": "https://www.kalbela.com/national/109959"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Md._Touhid_Hossain",
    "placeholderImage": "https://images.prothomalo.com/prothomalo-english%2F2023-02%2Fe453f439-19fd-4443-b720-fefd153d8cd3%2Fth.webp?auto=format%2Ccompress&fmt=webp&dpr=1.0&format=webp&w=400"
  },
  {
    "name": "Syeda Rizwana Hasan",
    "position": "Member",
    "shortDescription": "Chief Executive of BELA, Supreme Court Lawyer, member of Environmental Law Alliance Worldwide and IUCN.",
    "slug": "syeda-rizwana-hasan",
    "bio": "Syeda Rizwana Hasan (born 15 January 1968) is a Bangladeshi lawyer and environmentalist. She is currently an adviser to the interim government of Bangladesh.[2] As an environmentalist, her work is focused on regulations for the shipbreaking industry in Bangladesh, and was awarded the Goldman Environmental Prize in 2009.[3] She was also awarded the Ramon Magsaysay Award in 2012 for her \"uncompromising courage and impassioned leadership in a campaign of judicial activism in Bangladesh that affirms the people's right to a good environment as nothing less than their right to dignity and life.\"[4]\n\n",
    "newsArticles": [
      {
        "title": "Staff profile brac",
        "url": "https://bigd.bracu.ac.bd/staffprofile/syeda-rizwana-hasan/"
      },
      {
        "title": "অন্তর্বর্তী সরকারের উপদেষ্টা রিজওয়ানা হাসানের পরিচয়\n",
        "url": "https://www.kalbela.com/national/109976"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Rizwana_Hasan",
    "placeholderImage": "https://upload.wikimedia.org/wikipedia/commons/4/4a/Rizwana_Hasan.png"
  },
  {
    "name": "Brig. Gen. (Retd.) M Sakhawat Hossain",
    "position": "Member",
    "shortDescription": "Former Election Commissioner, retired Brigadier General, security and defense analyst, author and columnist.",
    "slug": "brig-gen-retd-m-sakhawat-hossain",
    "bio": "M Sakhawat Hossain (born 1 February 1948) is a Bangladeshi author and speaker. He is a former Election Commissioner of Bangladesh (2007-2012),[1] Brigadier general (retired) in the Bangladesh Army. He wrote more than 32 books, and serves as a columnist and freelance commentator on national and international television as a security and defense analyst.[2]\n\n",
    "newsArticles": [],
    "wikiLink": "https://en.wikipedia.org/wiki/M_Sakhawat_Hossain",
    "placeholderImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d1/M_Sakhawat_Hossain_%286%29_%28cropped%29.jpg/500px-M_Sakhawat_Hossain_%286%29_%28cropped%29.jpg"
  },
  {
    "name": "Supradeep Chakma",
    "position": "Member",
    "shortDescription": "Chairman of Chittagong Hill Tracts Development Board, former ambassador to Vietnam and Mexico.",
    "slug": "supradeep-chakma",
    "bio": "Supradip Chakma previously worked as Bangladesh ambassador to Vietnam and Mexico.\n\nAs a foreign cadre of BCS 1985 batch, he also served in the Bangladesh Embassy in Rabat, Bangladesh High Commission in Colombo, Bangladesh Embassy in Brussels and Bangladesh Embassy in Ankara in various capacities.",
    "newsArticles": [
      {
        "title": "Supradeep Chakma",
        "url": "https://www.thedailystar.net/2023/07/24/supradip-chakma-new-chairman-of-chittagong-hill-tracts-development-board/"
      },
      {
        "title": "অন্তর্বর্তী সরকারের উপদেষ্টা সুপ্রদীপ চাকমার পরিচয়\n",
        "url": "https://www.kalbela.com/national/109947"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Supradip_Chakma",
    "placeholderImage": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/media/api_images/2023/07/24/Supradip%20Chakma%20new%20chairman%20of%20Chittagong%20Hill%20Tracts%20Development%20Board.jpg"
  },
  {
    "name": "Farida Akhter",
    "position": "Member",
    "shortDescription": "Executive director of UBINIG, researcher in environment, public policies, and sustainable development.",
    "slug": "farida-akhter",
    "bio": "Farida Akhter has carried out extensive research in agirculture, marine fisheries, population, and development issues. UBINIG, the organization she founded, runs a biodiversity-based farming system involving over 300,000 farming families. She is the author of several books and is a regular columnist in national dailies, writing on biodiversity, environment, women, and other issues.\n\n",
    "newsArticles": [
      {
        "title": "sciencejf",
        "url": "https://sciencejf.com/speaker/farida-akhter/"
      },
      {
        "title": "অন্তর্বর্তী সরকারের উপদেষ্টা ফরিদা আখতারের পরিচয়\n",
        "url": "https://www.kalbela.com/national/109963"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Farida_Akhter",
    "placeholderImage": "https://www.kalbela.com/assets/news_photos/2024/08/08/image_109963_1723129721.webp"
  },
  {
    "name": "Prof. Dr. Bidhan Ranjan Roy Poddar",
    "position": "Member",
    "shortDescription": "Former Director and Professor, Department of Psychiatry, National Institute of Mental Health.",
    "slug": "prof-dr-bidhan-ranjan-roy-poddar",
    "bio": "Prof. Dr. Bidhan Ranjan Roy Poddar is a Psychology Specialist in Mymensingh, bangladesh. His is Director cum Professor in the Department of Psychiatry at National Institute of Mental Health & Hospital",
    "newsArticles": [
      {
        "title": "World Mental Health Day | Prof. Dr. Bidhan Ranjan Roy Poddar | 10 October 2020\n",
        "url": "https://www.youtube.com/watch?v=9JugpCFvUFg"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Bidhan_Ranjan_Roy",
    "placeholderImage": "https://www.doctorbangladesh.com/wp-content/uploads/Prof.-Dr.-Bidhan-Ranjan-Roy-Poddar.jpg"
  },
  {
    "name": "Dr AFM Khalid Hasan",
    "position": "Member",
    "shortDescription": "Islamic scholar, social reformer, former vice-president of Hefazat-e-Islam, education adviser of Islami Andolan.",
    "slug": "dr-afm-khalid-hasan",
    "bio": "Abul Fayez Muhammad Khalid Hossain ,popularly known as Dr AFM Khalid Hossain, is a Bangladeshi Deobandi Islamic scholar, educator, writer, researcher, editor, international Islamic speaker and social reformer.\n\nHe is the former vice-president of Hefazat-e-Islam Bangladesh, education adviser of Islami Andolan Bangladesh, editor of monthly At-Tawheed and assistant editor of Balagh al-Sharq.\n\nHe was the professor and head of Department of Islamic History and Culture at Omargani MES College and central president of the Islami Chhatra Samaj, student wing of Nizam-e-Islam Party.\n\n",
    "newsArticles": [
      {
        "title": "বাংলাদেশের ইতিহাসে প্রথম আলেম উপদেষ্টা খালিদ হোসেনের পরিচয়\n",
        "url": "https://www.kalbela.com/national/109946"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/A_F_M_Khalid_Hossain",
    "placeholderImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/A_F_M_Khalid_Hossain_%282019%29_%28cropped%29.jpg/440px-A_F_M_Khalid_Hossain_%282019%29_%28cropped%29.jpg"
  },
  {
    "name": "Nurjahan Begum",
    "position": "Member",
    "shortDescription": "Advisor to Prof. Yunus, former Managing Director of Grameen Bank, involved in several Grameen organizations.",
    "slug": "nurjahan-begum",
    "bio": "Nurjahan Begum is one of the earliest associates of Professor Muhammad Yunus during the establishment of Grameen Bank.\n\nShe served as the acting managing director of Grameen Bank soon after the bank’s founder Prof Muhammad Yunus left the bank in 2011. She worked as general manager, Administration, Training & International Program of Grameen Bank for more than a decade and served as principal of the bank’s Central Training Institute. She has also worked as consultant, trainer and evaluator of microcredit programs around the world.\n\nNujahan was awarded Susan M Davis Lifetime Achievement Award 2008 by Grameen Foundation, World Summit Millennium Development Goals Award 2009, and Vision Award 2009.\n\n",
    "newsArticles": [
      {
        "title": "অন্তর্বর্তী সরকারের উপদেষ্টা নূর জাহান বেগমের পরিচয়\n ",
        "url": "https://www.kalbela.com/national/109948"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Nurjahan_Begum_Mukta",
    "placeholderImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/54/Mukta_mp.jpg/440px-Mukta_mp.jpg"
  },
  {
    "name": "Sharmeen Murshid",
    "position": "Member",
    "shortDescription": "CEO of Brotee, activist for the rights of marginalized and indigenous groups.",
    "slug": "sharmeen-murshid",
    "bio": "Sharmeen Murshid is the chief executive officer of human rights organization Brotee.\n\nSince 2001, the organization has been working for the rights of marginalized groups, especially the indigenous people.\n\n",
    "newsArticles": [],
    "wikiLink": "https://en.wikipedia.org/wiki/Sharmeen_Murshid",
    "placeholderImage": "https://www.thedailystar.net/sites/default/files/styles/big_202/public/feature/images/bw-sharmeen-murshid_0.png"
  },
  {
    "name": "Faruk E Azam (Bir Protik)",
    "position": "Member",
    "shortDescription": "Freedom fighter, awarded Bir Pratik, Deputy commander of Operation Jackpot.",
    "slug": "faruk-e-azam-bir-protik",
    "bio": "Naval commando Farooq-e-Azam is a freedom fighter who was awarded Bir Pratik.\n\nIn 1971, at the beginning of the liberation war, Farooq-e-Azam passed high school. “Operation Jackpot” was the only coordinated campaign of the Liberation War. He was the deputy commander of the team formed to attack the Chittagong port.\n\n",
    "newsArticles": [
      {
        "title": "অন্তর্বর্তী সরকারের উপদেষ্টা কে ফারুক-ই আজমের পরিচয়\n",
        "url": "https://www.kalbela.com/national/109951/"
      }
    ],
    "wikiLink": "https://en.wikipedia.org/wiki/Farooq-e-Azam_(Bir_Pratik)",
    "placeholderImage": "https://www.kalbela.com/assets/news_photos/2024/08/08/image_109951_1723127895.webp"
  },
  {
    "name": "Asif Mahmud Shojib Bhuiyan",
    "position": "Member",
    "shortDescription": "Coordinator of the Anti-Discrimination Student Movement, master’s student of Linguistics at Dhaka University.",
    "slug": "asif-mahmud-shojib-bhuiyan",
    "bio": "Asif Mahmud is one of the key coordinators of the Students Against Discrimination Movement.\n\nHailing from Comilla, Asif is a Linguistics Department student of 2017-18 batch at Dhaka University.\n\nAsif, 26, went to Nakkhalpara Hossain Ali High School and passed his SSC in 2015. He passed his HSC from Adamjee Cantonment College in 2017. He was a former cadet sergeant for the college's BNCC platoon.\n\nHe was also the president of the Chattra Odhikhar Parishad of DU.\n\n",
    "newsArticles": [
      {
        "title": "তদবির করা নিয়ে উপদেষ্টা আসিফ মাহমুদের কড়া বার্তা",
        "url": "https://www.kalbela.com/national/110004"
      }
    ],
    "wikiLink": "",
    "placeholderImage": "https://www.kalbela.com/assets/news_photos/2024/08/09/image_110004_1723149072.webp"
  },
  {
    "name": "Md Nahid Islam",
    "position": "Member",
    "shortDescription": "Coordinator of the Anti-Discrimination Student Movement, master’s student of Sociology at Dhaka University.",
    "slug": "md-nahid-islam",
    "bio": "Nahid Islam is a Bangladeshi student activist who was one of the main leaders of the 2024 Bangladesh quota reform movement, which later turned into the Non-cooperation movement, leading to Sheikh Hasina's government's fall.\n\nHe was born in Dhaka in 1998 and is a sociology student of 2016-17 batch at Dhaka University. His father is a teacher and mother a homemaker.\n\nNahid is married and has a younger brother.\n\n",
    "newsArticles": [],
    "wikiLink": "",
    "placeholderImage": "https://via.placeholder.com/150x150?text=Md+Nahid+Islam"
  }
]
